export const FaqData = [
  {
    question: "왜 유료 VPN을 사용하나요?",
    answer: "유료 VPN을 사용하면 인터넷 사용자의 IP 주소가 VPN 서비스에서 제공하는 서버의 IP 주소로 대체됩니다. 이렇게 함으로써, 인터넷 사용자는 VPN 서버의 위치와 관련된 지리적 제한을 우회하고, 인터넷 사용에 대한 기록이 ISP에 저장되지 않으며, 개인정보가 보호됩니다. 또한, 유료 VPN은 공공 와이파이 네트워크 같은 공용 네트워크를 사용할 때 보안 문제를 해결하는데도 도움이 됩니다. 공공 와이파이 네트워크는 악의적인 공격자가 사용자의 개인 정보에 액세스하기 쉬운 곳입니다. 유료 VPN을 사용하면 공공 와이파이 네트워크에서 데이터를 암호화하여 해킹 및 감청을 방지할 수 있습니다.",
  },
  {
    question: "VPN을 사용하는 것은 안전한가요?",
    answer: "신뢰할 수 있는 VPN 서비스 제공업체를 선택한다면 VPN 사용은 절대적으로 안전합니다. 하지만, 무료 VPN에 현혹되지 마세요. 무료 VPN 제공업체는 사용자의 온라인 활동, 사용자가 방문하는 웹사이트, 사용자가 상호작용하는 콘텐츠를 추적하여 최고 입찰자에게 팔아넘깁니다. 무료 VPN은 연결을 제대로 암호화하지 않으며 IP 및 DNS 유출이 발생하기 쉽고 전체 로컬 네트워크에 악성 프로그램이나 스파이웨어를 심어 놓을 수도 있습니다. 안전한 무료 VPN을 사용하기 위해 최고의 VPN 제공업체를 선택하세요.",
  },
  {
    question: "플랜 구독권을 어떻게 변경하나요?",
    answer: "플랜 구독권 변경시, 변경된 플랜은 즉시 사용 가능하고 변경된 날부터 구독료가 적용됩니다.",
  },
  {
    question: "환불정책은 어떻게 되나요?",
    answer: "자동 갱신을 취소하면 다음 정액제 주기에 대해 요금이 청구되지 않습니다. 그리고 정액제 주기가 끝나는 날까지 Shadow Switch VPN을 계속 사용할 수 있습니다.",
  }
];
